Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: Step Down
de: Treten Sie zurück
es: Bajar
fr: Démissionner
it: Dimettiti
pt: Descer
ru: Шаг вниз
tr: Aşağı Adım
zh_hans: 下台
zh_hant: 下台

source: Step Down as Admin
de: Als Admin zurücktreten
es: Renunciar como administrador
fr: Démissionner en tant qu'administrateur
it: Dimettiti dalla carica di amministratore
pt: Deixar o cargo de administrador
ru: Уйти с поста администратора
tr: Yönetici Olarak Görevden Ayrılın
zh_hans: 辞去管理员职务
zh_hant: 辭去管理者職務

source: Step down as admin before leaving the group.
de: Treten Sie als Administrator zurück, bevor Sie die Gruppe verlassen.
es: Deja de ser administrador antes de abandonar el grupo.
fr: Démissionnez en tant qu'administrateur avant de quitter le groupe.
it: Dimettiti dalla carica di amministratore prima di lasciare il gruppo.
pt: Deixe o cargo de administrador antes de sair do grupo.
ru: Прежде чем покинуть группу, покиньте пост администратора.
tr: Gruptan ayrılmadan önce yöneticilikten ayrılın.
zh_hans: 在离开小组之前辞去管理员职务。
zh_hant: 在離開小組之前辭去管理員職務。

source: Step down as admin?
de: Als Administrator zurücktreten?
es: ¿Renunciar como administrador?
fr: Démissionner en tant qu'administrateur ?
it: Dimettersi dalla carica di amministratore?
pt: Deixar o cargo de administrador?
ru: Уйти с поста администратора?
tr: Yöneticilikten ayrılmak mı istiyorsunuz?
zh_hans: 辞去管理员职务？
zh_hant: 辭去管理者職務？

source: Stepping down before leaving…
de: Vor dem Verlassen zurücktreten …
es: Renunciar antes de irse...
fr: Se retirer avant de partir…
it: Dimettersi prima di partire...
pt: Descendo antes de sair…
ru: Уйти перед уходом…
tr: Ayrılmadan önce istifa etmek…
zh_hans: 离开前先下台……
zh_hant: 離開前先下台…

source: Stepping down…
de: Rücktritt …
es: Bajando…
fr: Se retirer…
it: Dimettersi…
pt: Descendo…
ru: Уходя…
tr: Geri adım atıyorum…
zh_hans: 下台…
zh_hant: 下台…

source: Stop Recording Video
de: Videoaufnahme beenden
es: Detener la grabación de vídeo
fr: Arrêter l’enregistrement vidéo
it: Interrompi la registrazione video
pt: Parar de gravar vídeo
ru: Остановить запись видео
tr: Video kaydını durdur
zh_hans: 停止录制视频
zh_hant: 停止錄影

source: Stored Diagnostic Logs
de: Gespeicherte Diagnoseprotokolle
es: Registros de diagnóstico almacenados
fr: Journaux de diagnostic stockés
it: Log diagnostici archiviati
pt: Registros de diagnóstico armazenados
ru: Сохранённые журналы диагностики
tr: Saklanan Tanılama Günlükleri
zh_hans: 已存储的诊断日志
zh_hant: 已儲存的診斷記錄

source: Stores technical activity locally for troubleshooting.
de: Speichert technische Aktivitäten lokal zur Fehlerbehebung.
es: Guarda la actividad técnica localmente para solucionar problemas.
fr: Stocke l’activité technique localement pour le dépannage.
it: Memorizza localmente l’attività tecnica per la risoluzione dei problemi.
pt: Armazena a atividade técnica localmente para solução de problemas.
ru: Сохраняет техническую активность локально для диагностики.
tr: Sorun giderme için teknik etkinliği yerel olarak saklar.
zh_hans: 在本地存储技术活动记录以便排查问题。
zh_hant: 在本機儲存技術活動記錄以便排查問題。

source: Support
de: Unterstützung
es: Ayuda
fr: Assistance
it: Supporto
pt: Suporte
ru: Поддержка
tr: Destek
zh_hans: 支持
zh_hant: 支援

source: Support White Noise
de: White Noise unterstützen
es: Apoya a White Noise
fr: Soutenir White Noise
it: Sostieni White Noise
pt: Apoie o White Noise
ru: Поддержать White Noise
tr: White Noise’u destekle
zh_hans: 支持 White Noise
zh_hant: 支持 White Noise

source: Swipe a chat to archive it; archived chats stay active but stay out of unread and notification attention.
de: Wischen Sie über einen Chat, um ihn zu archivieren. Archivierte Chats bleiben aktiv, erscheinen aber nicht bei ungelesenen Nachrichten oder Benachrichtigungen.
es: Desliza un chat para archivarlo; los chats archivados permanecen activos, pero no aparecen en los no leídos ni en las notificaciones.
fr: Faites glisser une discussion pour l'archiver ; les discussions archivées restent actives, mais restent hors des éléments non lus et des notifications.
it: Scorri una chat per archiviarla; le chat archiviate rimangono attive ma restano fuori dai non letti e dalle notifiche.
pt: Deslize um bate-papo para arquivá-lo; os bate-papos arquivados permanecem ativos, mas ficam fora dos não lidos e das notificações.
ru: Проведите по чату, чтобы заархивировать его; заархивированные чаты остаются активными, но не попадают в непрочитанные и уведомления.
tr: Arşivlemek için bir sohbeti kaydırın; arşivlenen sohbetler etkin kalır ancak okunmamışlarda ve bildirimlerde görünmez.
zh_hans: 滑动聊天即可存档；存档的聊天仍保持活动，但不会出现在未读和通知提醒中。
zh_hant: 滑動聊天即可存檔；存檔的聊天仍保持活動，但不會出現在未讀和通知提醒中。

source: Switch Camera
de: Kamera wechseln
es: Cambiar de cámara
fr: Changer d’appareil photo
it: Cambia fotocamera
pt: Alternar câmera
ru: Переключить камеру
tr: Kamerayı değiştir
zh_hans: 切换相机
zh_hant: 切換相機

source: Switch Profile
de: Profil wechseln
es: Cambiar perfil
fr: Changer de profil
it: Cambia profilo
pt: Trocar de perfil
ru: Сменить профиль
tr: Profil değiştir
zh_hans: 切换资料
zh_hant: 切換個人資料

source: Symbols
de: Symbole
es: Símbolos
fr: Symboles
it: Simboli
pt: Símbolos
ru: Символы
tr: Semboller
zh_hans: 符号
zh_hant: 符號

source: Sync Native Registration
de: Native Registrierung synchronisieren
es: Sincronizar registro nativo
fr: Synchroniser l'enregistrement natif
it: Sincronizza la registrazione nativa
pt: Sincronizar registro nativo
ru: Синхронизировать встроенную регистрацию
tr: Yerel Kaydı Senkronize Et
zh_hans: 同步本机注册
zh_hant: 同步本機註冊

source: Synced
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
it: Sincronizzato
pt: Sincronizado
ru: Синхронизировано
tr: Senkronize edildi
zh_hans: 已同步
zh_hant: 已同步

source: Syncing…
de: Synchronisieren…
es: Sincronizando…
fr: Synchronisation…
it: Sincronizzazione…
pt: Sincronizando…
ru: Синхронизация…
tr: Senkronize ediliyor…
zh_hans: 正在同步…
zh_hant: 正在同步…

source: System follows your device language. Other choices update White Noise immediately.
de: System folgt der Sprache deines Geräts. Andere Optionen aktualisieren White Noise sofort.
es: Sistema sigue el idioma de tu dispositivo. Las demás opciones actualizan White Noise de inmediato.
fr: Système suit la langue de votre appareil. Les autres choix mettent White Noise à jour immédiatement.
it: Sistema segue la lingua del dispositivo. Le altre opzioni aggiornano White Noise immediatamente.
pt: Sistema segue o idioma do dispositivo. Outras opções atualizam o White Noise imediatamente.
ru: Системный вариант следует языку устройства. Другие варианты сразу обновляют White Noise.
tr: Sistem, cihaz dilinizi izler. Diğer seçimler White Noise’ı hemen günceller.
zh_hans: “系统”会跟随设备语言。其他选项会立即更新 White Noise。
zh_hant: 「系統」會跟隨裝置語言。其他選項會立即更新 White Noise。

source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
it: Scatta foto
pt: Tirar foto
ru: Сделать фото
tr: Fotoğraf çek
zh_hans: 拍照
zh_hant: 拍照

source: Tap a reaction to replace it. These six reactions appear first when you open message actions.
de: Tippen Sie auf eine Reaktion, um sie zu ersetzen. Diese sechs Reaktionen erscheinen zuerst, wenn Sie Nachrichtenaktionen öffnen.
es: Toca una reacción para reemplazarla. Estas seis reacciones aparecen primero cuando abres acciones de mensajes.
fr: Appuyez sur une réaction pour la remplacer. Ces six réactions apparaissent en premier lorsque vous ouvrez des actions de message.
it: Tocca una reazione per sostituirla. Queste sei reazioni vengono visualizzate per prime quando apri le azioni del messaggio.
pt: Toque em uma reação para substituí-la. Essas seis reações aparecem primeiro quando você abre ações de mensagens.
ru: Нажмите на реакцию, чтобы заменить ее. Эти шесть реакций появляются первыми, когда вы открываете действия с сообщением.
tr: Değiştirmek için bir reaksiyona dokunun. Mesaj eylemlerini açtığınızda ilk olarak bu altı tepki görünür.
zh_hans: 点击一个反应来替换它。当您打开消息操作时，这六个反应首先出现。
zh_hant: 點擊一個反應來替換它。當您開啟訊息操作時，這六個反應首先出現。

source: Tap for photo • Hold for video
de: Tippen für Foto • Halten für Video
es: Toca para foto • Mantén para vídeo
fr: Touchez pour une photo • Maintenez pour une vidéo
it: Tocca per foto • Tieni premuto per video
pt: Toque para foto • Segure para vídeo
ru: Коснитесь для фото • Удерживайте для видео
tr: Fotoğraf için dokun • Video için basılı tut
zh_hans: 轻点拍照 • 按住录像
zh_hant: 輕點拍照 • 按住錄影

source: Tap the map to choose a location.
de: Tippen Sie auf die Karte, um einen Ort auszuwählen.
es: Toca el mapa para elegir una ubicación.
fr: Appuyez sur la carte pour choisir un emplacement.
it: Tocca la mappa per scegliere una posizione.
pt: Toque no mapa para escolher um local.
ru: Коснитесь карты, чтобы выбрать местоположение.
tr: Bir konum seçmek için haritaya dokunun.
zh_hans: 点击地图以选择位置。
zh_hant: 點擊地圖以選擇位置。

source: Tap to change profile image
de: Tippen Sie hier, um das Profilbild zu ändern
es: Toca para cambiar la imagen de perfil
fr: Appuyez pour changer l'image de profil
it: Tocca per cambiare l'immagine del profilo
pt: Toque para alterar a imagem do perfil
ru: Нажмите, чтобы изменить изображение профиля
tr: Profil resmini değiştirmek için dokunun
zh_hans: 点击以更改个人资料图片
zh_hant: 點擊以更改個人資料圖片

source: Tap to download
de: Zum Herunterladen tippen
es: Toca para descargar
fr: Touchez pour télécharger
it: Tocca per scaricare
pt: Toque para baixar
ru: Нажмите, чтобы загрузить
tr: İndirmek için dokunun
zh_hans: 点按下载
zh_hant: 點按下載

source: Technical Details
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
it: Dettagli tecnici
pt: Detalhes técnicos
ru: Технические сведения
tr: Teknik ayrıntılar
zh_hans: 技术详情
zh_hant: 技術詳細資訊

source: Technical logs from every profile on this device, shared separately.
de: Technische Protokolle aller Profile auf diesem Gerät, die separat geteilt werden.
es: Registros técnicos de todos los perfiles de este dispositivo, compartidos por separado.
fr: Journaux techniques de tous les profils de cet appareil, partagés séparément.
it: Log tecnici di tutti i profili su questo dispositivo, condivisi separatamente.
pt: Registros técnicos de todos os perfis neste dispositivo, compartilhados separadamente.
ru: Технические журналы всех профилей на этом устройстве, отправляемые отдельно.
tr: Bu cihazdaki tüm profillerin ayrı olarak paylaşılan teknik günlükleri.
zh_hans: 此设备上所有个人资料的技术日志，单独共享。
zh_hant: 此裝置上所有個人檔案的技術記錄，分開分享。

source: Telemetry
de: Telemetrie
es: Telemetría
fr: Télémétrie
it: Telemetria
pt: Telemetria
ru: Телеметрия
tr: Telemetri
zh_hans: 遥测
zh_hant: 遙測

source: That GIF search is too long.
de: Diese GIF-Suche ist zu lang.
es: Esa búsqueda de GIFs es demasiado larga.
fr: Cette recherche de GIF est trop longue.
it: Questa ricerca di GIF è troppo lunga.
pt: Essa busca de GIFs é muito longa.
ru: Этот поисковый запрос GIF слишком длинный.
tr: Bu GIF araması çok uzun.
zh_hans: 该 GIF 搜索内容过长。
zh_hant: 該 GIF 搜尋內容過長。

source: That image could not be opened.
de: Dieses Bild konnte nicht geöffnet werden.
es: No se pudo abrir esa imagen.
fr: Cette image n’a pas pu être ouverte.
it: Impossibile aprire l’immagine.
pt: Não foi possível abrir essa imagem.
ru: Не удалось открыть это изображение.
tr: Bu görsel açılamadı.
zh_hans: 无法打开该图片。
zh_hant: 無法開啟該圖片。

source: That image could not be prepared.
de: Dieses Bild konnte nicht vorbereitet werden.
es: No se pudo preparar esa imagen.
fr: Cette image n’a pas pu être préparée.
it: Impossibile preparare l’immagine.
pt: Não foi possível preparar essa imagem.
ru: Не удалось подготовить это изображение.
tr: Bu görsel hazırlanamadı.
zh_hans: 无法准备该图片。
zh_hant: 無法準備該圖片。

source: That image is too large to send.
de: Dieses Bild ist zu groß zum Senden.
es: Esa imagen es demasiado grande para enviarla.
fr: Cette image est trop volumineuse pour être envoyée.
it: L’immagine è troppo grande per essere inviata.
pt: Essa imagem é grande demais para enviar.
ru: Это изображение слишком большое для отправки.
tr: Bu görsel gönderilemeyecek kadar büyük.
zh_hans: 该图片太大，无法发送。
zh_hant: 該圖片太大，無法傳送。

source: That isn't a valid relay URL.
de: Das ist keine gültige Relay-URL.
es: No es una URL de relé válida.
fr: Ce n’est pas une URL de relais valide.
it: Non è un URL di relay valido.
pt: Essa não é uma URL de relé válida.
ru: Это недопустимый URL релея.
tr: Bu geçerli bir röle URL’si değil.
zh_hans: 这不是有效的中继服务器 URL。
zh_hant: 這不是有效的中繼伺服器 URL。

source: That member is already an admin.
de: Dieses Mitglied ist bereits Administrator.
es: Ese miembro ya es administrador.
fr: Ce membre est déjà un administrateur.
it: Quel membro è già un amministratore.
pt: Esse membro já é um administrador.
ru: Этот участник уже является администратором.
tr: Bu üye zaten yönetici.
zh_hans: 该成员已经是管理员。
zh_hant: 該成員已經是管理員。

source: That member is no longer in this group.
de: Dieses Mitglied ist nicht mehr in dieser Gruppe.
es: Ese miembro ya no está en este grupo.
fr: Ce membre ne fait plus partie de ce groupe.
it: Quel membro non è più in questo gruppo.
pt: Esse membro não está mais neste grupo.
ru: Этого участника больше нет в этой группе.
tr: Bu üye artık bu grupta değil.
zh_hans: 该成员已不再属于该组。
zh_hant: 該成員已不再屬於該群組。

source: That member is not an admin.
de: Dieses Mitglied ist kein Administrator.
es: Ese miembro no es un administrador.
fr: Ce membre n'est pas un administrateur.
it: Quel membro non è un amministratore.
pt: Esse membro não é um administrador.
ru: Этот участник не является администратором.
tr: Bu üye yönetici değil.
zh_hans: 该成员不是管理员。
zh_hant: 該成員不是管理員。

source: That photo can't be used. Choose a different photo.
de: Dieses Foto kann nicht verwendet werden. Wähle ein anderes Foto.
es: No se puede usar esa foto. Elige otra.
fr: Cette photo ne peut pas être utilisée. Choisissez-en une autre.
it: Questa foto non può essere usata. Scegline un’altra.
pt: Essa foto não pode ser usada. Escolha outra.
ru: Это фото нельзя использовать. Выберите другое.
tr: Bu fotoğraf kullanılamıyor. Başka bir fotoğraf seçin.
zh_hans: 无法使用这张照片。请选择其他照片。
zh_hant: 無法使用這張照片。請選擇其他照片。

source: That photo is too large. Choose a different photo.
de: Dieses Foto ist zu groß. Wähle ein anderes Foto.
es: Esa foto es demasiado grande. Elige otra.
fr: Cette photo est trop volumineuse. Choisissez-en une autre.
it: Questa foto è troppo grande. Scegline un’altra.
pt: Essa foto é muito grande. Escolha outra.
ru: Это фото слишком большое. Выберите другое.
tr: Bu fotoğraf çok büyük. Başka bir fotoğraf seçin.
zh_hans: 这张照片太大。请选择其他照片。
zh_hant: 這張照片太大。請選擇其他照片。

source: That private key isn't valid. Check it and try again.
de: Dieser private Schlüssel ist ungültig. Überprüfe ihn und versuche es erneut.
es: Esa llave privada no es válida. Revísala e inténtalo de nuevo.
fr: Cette clé privée n’est pas valide. Vérifiez-la et réessayez.
it: Questa chiave privata non è valida. Controllala e riprova.
pt: Essa chave privada não é válida. Verifique-a e tente novamente.
ru: Этот приватный ключ недействителен. Проверьте его и повторите попытку.
tr: Bu özel anahtar geçerli değil. Kontrol edip tekrar deneyin.
zh_hans: 该私钥无效。请检查后重试。
zh_hant: 此私鑰無效。請檢查後再試一次。

source: That profile is already in this group.
de: Dieses Profil ist bereits in dieser Gruppe.
es: Ese perfil ya está en este grupo.
fr: Ce profil est déjà dans ce groupe.
it: Questo profilo è già in questo gruppo.
pt: Esse perfil já está neste grupo.
ru: Этот профиль уже в этой группе.
tr: Bu profil zaten bu grupta.
zh_hans: 该用户已在此群组中。
zh_hant: 該用戶已在此群組中。

source: That QR code isn't a White Noise profile.
de: Dieser QR-Code ist kein White Noise-Profil.
es: Ese código QR no es un perfil White Noise.
fr: Ce code QR n'est pas un profil White Noise.
it: Quel codice QR non è un profilo White Noise.
pt: Esse código QR não é um perfil White Noise.
ru: Этот код QR не является профилем White Noise.
tr: Bu QR kodu bir White Noise profili değil.
zh_hans: 该 QR 代码不是 White Noise 配置文件。
zh_hant: 此 QR 程式碼不是 White Noise 設定檔。

source: That relay is retired.
de: Dieses Relais wurde außer Betrieb genommen.
es: Ese relé está retirado.
fr: Ce relais est retiré.
it: Quel relay è stato dismesso.
pt: Esse relé foi desativado.
ru: Этот релей выведен из эксплуатации.
tr: Bu röle kullanımdan kaldırıldı.
zh_hans: 该中继服务器已停用。
zh_hant: 該中繼伺服器已停用。

source: That relay isn't safe to connect to.
de: Die Verbindung mit diesem Relais ist nicht sicher.
es: No es seguro conectarse a ese relé.
fr: La connexion à ce relais n’est pas sûre.
it: La connessione a quel relay non è sicura.
pt: Não é seguro se conectar a esse relé.
ru: Подключаться к этому релею небезопасно.
tr: Bu röleye bağlanmak güvenli değil.
zh_hans: 连接到该中继服务器不安全。
zh_hant: 連線至該中繼伺服器不安全。

source: The account keystore is unavailable right now.
de: Der Kontoschlüsselspeicher ist derzeit nicht verfügbar.
es: El almacén de llaves de la cuenta no está disponible ahora.
fr: Le magasin de clés du compte est indisponible pour le moment.
it: L'archivio chiavi dell'account non è disponibile al momento.
pt: O armazenamento de chaves da conta não está disponível agora.
ru: Хранилище ключей аккаунта сейчас недоступно.
tr: Hesap anahtar deposu şu anda kullanılamıyor.
zh_hans: 帐户密钥库当前不可用。
zh_hant: 帳戶金鑰庫目前無法使用。

source: The emoji catalog could not be loaded.
de: Der Emoji-Katalog konnte nicht geladen werden.
es: No se pudo cargar el catálogo de emojis.
fr: Le catalogue d'emojis n'a pas pu être chargé.
it: Impossibile caricare il catalogo emoji.
pt: Não foi possível carregar o catálogo de emojis.
ru: Не удалось загрузить каталог смайлов.
tr: Emoji kataloğu yüklenemedi.
zh_hans: 无法加载表情符号目录。
zh_hant: 無法載入表情符號目錄。

source: The group wasn't ended because you're no longer a member.
de: Die Gruppe wurde nicht beendet, da Sie kein Mitglied mehr sind.
es: El grupo no finalizó porque ya no eres miembro.
fr: Le groupe n'a pas été fermé car vous n'en êtes plus membre.
it: Il gruppo non è stato chiuso perché non sei più un membro.
pt: O grupo não foi encerrado porque você não é mais membro.
ru: Группа не была закрыта, потому что вы больше не являетесь ее участником.
tr: Artık üye olmadığınız için grup sonlandırılmadı.
zh_hans: 该群组并未因为您不再是成员而结束。
zh_hant: 該群組並未因為您不再是成員而結束。

source: The group wasn't ended because you're no longer an admin.
de: Die Gruppe wurde nicht beendet, da Sie kein Administrator mehr sind.
es: El grupo no finalizó porque ya no eres administrador.
fr: Le groupe n'a pas été fermé car vous n'êtes plus administrateur.
it: Il gruppo non è stato chiuso perché non sei più un amministratore.
pt: O grupo não foi encerrado porque você não é mais administrador.
ru: Группа не была закрыта, поскольку вы больше не являетесь администратором.
tr: Artık yönetici olmadığınız için grup sonlandırılmadı.
zh_hans: 该群组并未结束，因为您不再是管理员。
zh_hant: 該群組並未結束，因為您不再是管理員。

source: The image provider can see your IP address when the preview loads.
de: Der Bildanbieter kann deine IP-Adresse sehen, wenn die Vorschau geladen wird.
es: El proveedor de la imagen puede ver tu dirección IP cuando se carga la vista previa.
fr: Le fournisseur de l’image peut voir votre adresse IP lors du chargement de l’aperçu.
it: Il fornitore dell’immagine può vedere il tuo indirizzo IP quando viene caricata l’anteprima.
pt: O provedor da imagem pode ver seu endereço IP quando a prévia é carregada.
ru: Поставщик изображения может увидеть ваш IP-адрес при загрузке предпросмотра.
tr: Önizleme yüklenirken görsel sağlayıcısı IP adresinizi görebilir.
zh_hans: 加载预览时，图片提供方可以看到你的 IP 地址。
zh_hant: 載入預覽時，圖片提供方可以看到你的 IP 位址。

source: The image server returned an invalid URL.
de: Der Bildserver hat eine ungültige URL zurückgegeben.
es: El servidor de imágenes devolvió una URL no válida.
fr: Le serveur d'images a renvoyé une URL non valide.
it: Il server di immagini ha restituito un URL non valido.
pt: O servidor de imagens retornou um URL inválido.
ru: Сервер изображений вернул неверный URL-адрес.
tr: Resim sunucusu geçersiz bir URL döndürdü.
zh_hans: 图像服务器返回无效 URL。
zh_hant: 圖像伺服器傳回無效 URL。

source: The local message database and MLS group state for this profile.
de: Die lokale Nachrichtendatenbank und der MLS-Gruppenstatus dieses Profils.
es: La base de datos de mensajes local y el estado del grupo MLS de este perfil.
fr: La base de données de messages locale et l’état des groupes MLS de ce profil.
it: Il database dei messaggi locale e lo stato dei gruppi MLS di questo profilo.
pt: O banco de dados de mensagens local e o estado do grupo MLS deste perfil.
ru: Локальная база сообщений и состояние MLS-групп этого профиля.
tr: Bu profilin yerel mesaj veritabanı ve MLS grup durumu.
zh_hans: 该个人资料的本地消息数据库和 MLS 群组状态。
zh_hant: 此個人資料的本機訊息資料庫和 MLS 群組狀態。

source: The operation may have completed. Refreshing the conversation is required before retrying.
de: Der Vorgang wurde möglicherweise abgeschlossen. Vor einem erneuten Versuch muss die Unterhaltung aktualisiert werden.
es: Es posible que la operación se haya completado. Debes actualizar la conversación antes de volver a intentarlo.
fr: L’opération a peut-être abouti. Vous devez actualiser la discussion avant de réessayer.
it: L’operazione potrebbe essere stata completata. Devi aggiornare la conversazione prima di riprovare.
pt: A operação pode ter sido concluída. Atualize a conversa antes de tentar novamente.
ru: Возможно, операция завершилась. Перед повторной попыткой необходимо обновить беседу.
tr: İşlem tamamlanmış olabilir. Yeniden denemeden önce sohbeti yenilemeniz gerekir.
zh_hans: 操作可能已完成。重试前需要刷新对话。
zh_hant: 操作可能已完成。重試前需要重新整理對話。

source: The photo is uploaded to a public service, and removing it from your profile may not delete the uploaded copy.
de: Das Foto wird zu einem öffentlichen Dienst hochgeladen. Wenn du es aus deinem Profil entfernst, wird die hochgeladene Kopie möglicherweise nicht gelöscht.
es: La foto se sube a un servicio público y, si la quitas de tu perfil, puede que la copia subida no se elimine.
fr: La photo est envoyée vers un service public, et la retirer de votre profil ne supprime pas nécessairement la copie envoyée.
it: La foto viene caricata su un servizio pubblico e, se la rimuovi dal tuo profilo, la copia caricata potrebbe non essere eliminata.
pt: A foto é enviada para um serviço público e, se você a remover do seu perfil, a cópia enviada pode não ser excluída.
ru: Фото загружается в публичный сервис, и его удаление из профиля может не удалить загруженную копию.
tr: Fotoğraf herkese açık bir hizmete yüklenir ve profilinizden kaldırmanız yüklenen kopyayı silmeyebilir.
zh_hans: 照片会上传到公开服务；将它从个人资料中移除，可能不会删除已上传的副本。
zh_hant: 照片會上傳到公開服務；將它從個人檔案中移除，可能不會刪除已上傳的副本。

source: The published settings changed. Check again before approving a repair.
de: Die veröffentlichten Einstellungen haben sich geändert. Prüfe sie erneut, bevor du eine Reparatur genehmigst.
es: Los ajustes publicados cambiaron. Compruébalos de nuevo antes de aprobar una reparación.
fr: Les paramètres publiés ont changé. Vérifiez à nouveau avant d’approuver une réparation.
it: Le impostazioni pubblicate sono cambiate. Ricontrolla prima di approvare una riparazione.
pt: As configurações publicadas mudaram. Verifique novamente antes de aprovar uma correção.
ru: Опубликованные настройки изменились. Проверьте их снова перед подтверждением исправления.
tr: Yayınlanmış ayarlar değişti. Onarımı onaylamadan önce tekrar kontrol et.
zh_hans: 已发布的设置已更改。批准修复前请重新检查。
zh_hant: 已發布的設定已變更。核准修復前請重新檢查。

source: The published settings could not be read.
de: Die veröffentlichten Einstellungen konnten nicht gelesen werden.
es: No se pudieron leer los ajustes publicados.
fr: Les paramètres publiés n’ont pas pu être lus.
it: Impossibile leggere le impostazioni pubblicate.
pt: Não foi possível ler as configurações publicadas.
ru: Не удалось прочитать опубликованные настройки.
tr: Yayınlanmış ayarlar okunamadı.
zh_hans: 无法读取已发布的设置。
zh_hant: 無法讀取已發布的設定。
